Repository: salopereyra/custom-title-area
Catalog: languages/*.po
Languages: es

source: This plugin requires that you have installed the %1$sGenesis Framework version %2$s%3$s or greater.
es: Este plugin requiere que se encuentre instalada la versión de %1$sGenesis Framework%2$s %3$s o superior .

source: You need to update to the latest version of the %1$sGenesis Framework version %2$s%3$s or greater to install this plugin.
es: Necesita actualizar la versión de %1$sGenesis Framework%2$s a %3$s o superior para instalar este plugin.

source: Sorry, Genesis Custom Title Area works only with the Genesis Framework. It has been deactivated.
es: Lo sentimos, el plugin Genesis Custom Title Area solo funciona con Genesis Framework. El plugin se ha desactivado.

source: But since we're talking anyway, did you know that your server is running PHP version %1$s, which is outdated? You should ask your host to update that for you.
es: ¿Sabe usted que su servidor esta ejecutando la versión %1$s de PHP? Actualmente se encuentran disponibles nuevas versiones, por favor solicite a su webhosting que la actualice por usted.

source: Custom Title Area
es: Personalizar el área del Titulo

source: Enable custom clases:
es: Habilitar clases personalizadas

source: Select your choose
es: Seleccione alguna opción

source: Add a custom class to each word in the site-title
es: Añadir un clase personalizada en cada palabra del Titulo (site-title)

source: Example: <strong>site-title:</strong> "Genesis Framework" to each word a class "custom-title-Genesis" and "custom-title-Framework">
es: Ejemplo: <strong>site-title:</strong> "Genesis Framework" a cada palabra le agregará las siguientes clases "custom-title-Genesis" and "custom-title-Framework"

source: Add a custom class to each word in the site-description
es: Añadir una clase personalizada a cada palabra en la descripción del sitio

source: Example: <strong>site-description:</strong> "It's Great" to each word a class "custom-desc-Its" and "custom-desc-Great">
es: Ejemplo: <strong>site-description:</strong> "It's Great" a cada palabra le agregará las siguientes clases "custom-desc-Its" y "custom-desc-Great"

source: Genesis Custom Title Area
es: Personalizar el área del título

source: Add custom classes to site-title and site-description in your Genesis Child Theme. Must be using the Genesis Framework.
es: Añadir clases personalizadas en la sección del título y la descripción del sitio en el tema hijo de Genesis. Se debe utilizar el Genesis Framework para que funcione el plugin.
